<?php 
	if(!empty($_POST['submit']))
	{
		$date = $_POST['date'];
		$noticeby = $_POST['noticeby']; 
	}

	include("mpdf.php");

	$mpdf = new mPDF('','A4',12,'nikosh');
	$mpdf->WriteHTML('');
	$text = 'তারিখ: '.$date;
	$noticebypr = '('.$noticeby.')';
	
	/*$txt = $text.' \n পরীক্ষা সংক্রান্ত নোটিশ  \n এতদ্বারা সিএসই বিভাগের সকল নিয়মিত ও অনিয়মিত সেমিস্টারের ছাত্রছাত্রীদের অবগতির জন্য \n
			জানানো যাচ্ছে যে, ল্যাব ফাইনাল পরীক্ষায় অবশ্যই প্রবেশপত্র নিয়ে আসতে হবে। \nপ্রবেশপত্র ছাড়া ল্যাব পরীক্ষা নেয়া হবে না। \n'.$noticebypr.'
			\nবিভাগীয় প্রধান, \nসিএসই বিভাগ। \nবিতরণ: \n০১। সকল শিক্ষক, সিএসই বিভাগ। \n০২। নৌটিশ বোর্ড, সিএসই বিভাগ। \n০৩। নথি। \n';*/
	$mpdf->MultiCell(180,10,"তারিখ: $date\nপরীক্ষা সংক্রান্ত নোটিশ\nএতদ্বারা সিএসই বিভাগের সকল নিয়মিত ও অনিয়মিত সেমিস্টারের ছাত্রছাত্রীদের অবগতির জন্য জানানো যাচ্ছে যে, ল্যাব ফাইনাল পরীক্ষায় অবশ্যই প্রবেশপত্র নিয়ে আসতে হবে। প্রবেশপত্র ছাড়া ল্যাব পরীক্ষা নেয়া হবে না। \n($noticeby)\nবিভাগীয় প্রধান,\nসিএসই বিভাগ।\nবিতরণ:\n০১। সকল শিক্ষক, সিএসই বিভাগ।\n০২। নৌটিশ বোর্ড, সিএসই বিভাগ।\n০৩। নথি। ",0,'L',0); 
	
	$mpdf->Output('');

	exit;
	
 ?>